/* Error string for OTR message string */
"A private conversation could not be set up." = "En privat konversation kunde inte upprättas.";

/* Title for the about page */
"About" = "Om";

/* Label for button to show version numbers and licenses */
"About This Version" = "Om den här versionen";

/* SSL error message */
"Access denied" = "Åtkomst nekad";

/* The string describing a buddy's account */
"Account" = "Konto";

/* Title for the accounts tab */
"Accounts" = "Konton";

/* segmented control value for active friends
   This will be displayed in the UI as 'Active 10m ago'  */
"Active" = "Aktiv";

/* Button title to add someone as a buddy */
"Add" = "Lägg till";

/* The title for the view to add a buddy */
"Add Buddy" = "Lägg till vän";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Add Existing Account";

/* String to describe advanced set of settings */
"Advanced" = "Avancerat";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Advanced Encryption Settings";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Ett fel uppstod vid kryptering av ett meddelande och meddelandet skickades inte.";

/* Noun. segmented control value for displaying archived conversations
   Verb. action for archiving an old conversation */
"Archive" = "Archive";

/* Shown to confirm destructive actions */
"Are you sure?" = "Are you sure?";

/* SSL error message */
"Attempt to restore an unknown session" = "Försök att återställa en okänd session";

/* Text for media message summary */
"Audio Message" = "Audio Message";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Auto-radering";

/* Label in buddy list for users that are available */
"Available" = "Tillgänglig";

/* Label in buddy list for users that are away */
"Away" = "Borta";

/* SSL error message */
"Bad certificate format" = "Felaktigt certifikatformat";

/* SSL error message */
"Bad MAC" = "Dålig MAC";

/* SSL error message */
"Bad protocol version" = "Felaktig protokollversion";

/* SSL error message */
"Bad SSLCipherSuite" = "Felaktig SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Felaktigt okänt certifikatformat";

/* string to describe basic set of settings */
"Basic" = "Grundläggande";

/* username section */
"Basic Setup" = "Basic Setup";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "På grund av att databasens innehåll är krypterad med ditt lösenord har du tappat tillgången till din data och behöver radera och installera om ChatSecure för att fortsätta. Lösenordshanterare såsom 1Password eller MiniKeePass kan vara ett bra hjälpmedel för att generera och lagra starka lösenord.";

/* No comment provided by engineer. */
"Best Available" = "Best Available";

/* The String for a button to block a buddy */
"Block" = "Blockera";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blockera & ta bort";

/* Title for migrated buddy header view */
"Buddy has moved!" = "Buddy has moved!";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Väninfo";

/* Label for button to take a photo from camera */
"Camera" = "Camera";

/* Cancel an alert window */
"Cancel" = "Avbryt";

/* Error string for OTR message string */
"Cannot read the received message." = "Kan inte läsa det mottagna meddelandet.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Känner inte igen typen av mottaget OTR-meddelande.";

/* SSL error message */
"Cert chain not verified by root" = "Certifikatkedja inte verifierad av root";

/* SSL error message */
"Certificate expired" = "Certifikatets giltighetstid har passerat";

/* SSL error message */
"Certificate revoked" = "Certifikatet har återkallats";

/* SSL error message */
"Chain had a cert not yet valid" = "Kedjan hade ett certifikat som inte är giltigt än";

/* SSL error message */
"Chain had an expired cert" = "Kedjan hade ett certifikat som löpt ut";

/* Title for chat view */
"Chat" = "Chatt";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chatta med mig säkert";

/* Title for chats view */
"Chats" = "Chatt";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Kolla in källkoden här på Github";

/* server selection footer */
"Choose from a selection of public servers, or use your own." = "Choose from a selection of public servers, or use your own.";

/* title for server selection screen */
"Choose Server" = "Choose Server";

/* SSL error message */
"Cipher Suite negotiation failure" = "Misslyckades förhandla krypteringssvit";

/* Label for text field where you compose a new message */
"Compose" = "Författa";

/* SSL error message */
"Configuration error" = "Konfigurationsfel";

/* String for button to connect connect */
"Connect" = "Connect";

/* Whether or not account is logged in */
"Connected" = "Ansluten";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Ansluter";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Ansluter till Tor";

/* SSL error message */
"Connection closed gracefully" = "Anslutningen kopplades ner korrekt";

/* SSL error message */
"Connection closed via error" = "Anslutningen kopplades ner på grund av ett fel";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Kopiera";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Could not decrypt database. If the app is not working properly, you may need to delete and reinstall.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Kunde inte hämta publik nyckel från certifikat";

/* No comment provided by engineer. */
"Crash Detected" = "Crash Detected";

/* Title for button to create account */
"Create" = "Skapa";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Skapa nytt konto";

/* Start of sentence that will be followed by names */
"Created by" = "Skapad av";

/* Title for progress of creating a new account */
"Creating Account" = "Skapar konto";

/* Place holder label for custom domains */
"Custom" = "Custom";

/* if you want to change your username */
"Customize Username" = "Customize Username";

/* No comment provided by engineer. */
"Database Error" = "Database Error";

/* e.g. for deactivating your push account */
"Deactivate" = "Deactivate";

/* SSL error message */
"Decoding error" = "Avkodningsfel";

/* SSL error message */
"Decompression failure" = "Fel vid dekomprimering";

/* SSL error message */
"Decryption error" = "Fel vid dekryptering";

/* SSL error message */
"Decryption failed" = "Dekryptering misslyckades";

/* SSL error message */
"Decryption failure" = "Dekrypteringsfel";

/* default string to revert to normal language behaviour */
"Default" = "Standard";

/* action button for deleting something */
"Delete" = "Delete";

/* Button to delete account */
"Delete Account" = "Delete Account";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Radera konto?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Radera chattar vid frånkoppling";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Levererad";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Stör ej";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Don't change these unless you really know what you're doing. By default we will always select the best available encryption method.";

/* Title for donation link */
"Donate" = "Donera";

/* Title for button to press when user is finished */
"Done" = "Klar";

/* Button to edit account details */
"Edit Account" = "Edit Account";

/* The string describing account name or email address for a buddy */
"Email" = "E-post";

/* enable permission */
"Enable" = "Enable";

/* button for enabling push messages */
"Enable Push" = "Enable Push";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Enable Push in Settings";

/* No comment provided by engineer. */
"Enable Tor" = "Enable Tor";

/* Generic title for encryption errors */
"Encryption Error" = "Krypteringsfel";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Enter a group name";

/* Title of error message pop-up box */
"Error" = "Error";

/* title label for error when creating account */
"Error Creating Account" = "Fel vid skapande av konto";

/* SSL error message */
"Export restriction" = "Exportbegränsning";

/* Default message when a user status is set to extended away */
"Extended Away" = "Utökad frånvaro";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Kunde inte ansluta till XMPP-server. Kolla dina loginuppgifter och din internatanslutning och prova igen.";

/* SSL error message */
"Fatal alert" = "Varning för ohanterbart fel";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "Fix Background Fetch...";

/* prompt to fix permissions */
"Fix Permissions..." = "Fix Permissions...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Glömt lösenord?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Generate Secure Password";

/* Title for button to start migration tool */
"Get Started" = "Get Started";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "Group Chat";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Group Name";

/* SSL error message */
"Handshake failure" = "Fel vid handskakning";

/* Label for button to open link to translate app */
"Help Translate" = "Hjälp till med översättning";

/* Label for button to hold to record audio */
"Hold to talk" = "Hold to talk";

/* Label text for hostname field on login scree */
"Hostname" = "Värdnamn";

/* SSL error message */
"I/O would block (not fatal)" = "I/O-blockering";

/* Button to ignore the migrated buddy warning */
"Ignore" = "Ignorera";

/* SSL error message */
"Illegal parameter" = "Ogiltig parameter";

/* segmented control value for active conversations */
"Inbox" = "Inbox";

/* Label for incoming data transfers */
"Incoming" = "Incoming";

/* Short for information, button title to get more information */
"Info" = "Info";

/* SSL error message */
"Insufficient buffer provided" = "Otillräcklig buffer tillhandahölls";

/* SSL error message */
"Insufficient security" = "Otillräcklig säkerhet";

/* SSL error message */
"Internal error" = "Internt fel";

/* SSL error message */
"Invalid certificate chain" = "Ogiltig certifikatkedja";

/* title label for invalid email */
"Invalid Email" = "Ogiltig e-postadress";

/* Button to invite friends */
"Invite Friends" = "Invite Friends";

/* Title for migration header view */
"It's time to move!" = "It's time to move!";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Text for joining existing XMPP room */
"Join Group" = "Join Group";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Knock";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Knock Sent";

/* string to bring up language selector */
"Language" = "Språk";

/* log in to account */
"Log In" = "Logga in";

/* log out from account */
"Log Out" = "Logga ut";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Logga in automatiskt";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Hantera ChatSecure Push-konto";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "Manage My Keys";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Hantera sparade SSL-certifikat";

/* No comment provided by engineer. */
"Me" = "Me";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Meddelandet har inte skickats eftersom din vän har avslutat den privata konversationen. Vi bör antingen stänga ner anslutningen eller ladda om den.";

/* microphone permission is disabled */
"Microphone Disabled" = "Microphone Disabled";

/* Title for button to start migration tool */
"Migrate Account" = "Migrate Account";

/* SSL error message */
"Miscellaneous bad certificate" = "Blandade felaktiga certifikat";

/* SSL error message */
"Module attach failure" = "Fel vid anslutning av modul";

/* label for new account info for migration */
"My new account information" = "My new account information";

/* Your QR code */
"My QR Code" = "My QR Code";

/* The string describing a buddy's display name */
"Name" = "Namn";

/* For a new settings value */
"New" = "Ny";

/* Title for New Account View */
"New Account" = "Nytt konto";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nytt SSL-certifikat";

/* Label for button to go to next step */
"Next" = "Nästa";

/* for choosing your XMPP vCard display name */
"Nickname" = "Nickname";

/* SSL error message */
"No Error" = "Inget fel";

/* SSL error message */
"No renegotiation allowed" = "Omförhandling tillåts ej";

/* Title for toggle switch to spam your friends with your new account info */
"Notify Contacts of New Account" = "Notify Contacts of New Account";

/* Label in buddy list for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Gammal";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Öppna i Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Öppna i Facebook";

/* Label to open link in the Safari web browser */
"Open in Safari" = "Öppna i Safari";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Öppna i Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Valfritt";

/* Title for other miscellaneous settings group */
"Other" = "Övrigt";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Våran policy kräver kryptering men vi försöker skicka ett okrypterat meddelande.";

/* Label text for password field on login screen */
"Password" = "Lösenord";

/* Title for alert when user isn't allowed to make payments */
"Payments Unavailable" = "Payments Unavailable";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Motpartens certifikat är giltigt eller ignorerades om verifiering är avstängt";

/* SSL error message */
"Peer dropped connection before responding" = "Motparten kopplade ner anslutningen innan svar erhölls";

/* SSL error message */
"Peer host name mismatch" = "Motpartens värdnamn stämmer inte";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Godkännande inväntas";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Radera permanent";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Photo Library";

/* Text for media message summary */
"Picture Message" = "Picture Message";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinnade certifikat";

/* Label for messages that are not encrypted */
"plaintext" = "plaintext";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Plaintext (Opportunistic OTR)";

/* No comment provided by engineer. */
"Plaintext Only" = "Plaintext Only";

/* detail title label for invalid email */
"Please choose a valid email address" = "Var vänlig fyll i en giltig e-postadress";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* title for contacts profile view */
"Profile" = "Profile";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "Push Warning";

/* Label for qr code image */
"QR code" = "QR-kod";

/* Error string for OTR message string */
"Received a general OTR error." = "Tog emot ett generellt OTR-fel.";

/* Error string for OTR message string */
"Received a heartbeat." = "Tog emot ett hjärtslag.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Tog emot ett krypterat meddelande men kan inte läsa det eftersom ingen privat anslutning har upprättats ännu.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Mottog ett okrypterat meddelande.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Tog emot och förkastade ett meddelande som var menat för en annan instans.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Tog emot våra egna OTR-meddelanden.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Nyligen";

/* SSL error message */
"Record overflow" = "Buffertöverskridning";

/* Button title to reject a request such as a buddy request */
"Reject" = "Förkasta";

/* Label for instruction to delete current recording */
"Release to delete" = "Release to delete";

/* Label for instruction to send current audio */
"Release to send" = "Release to send";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Kom ihåg lösenord";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Kom ihåg lösenord";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Ta bort";

/* No comment provided by engineer. */
"Removed By Server" = "Removed By Server";

/* Reply to an incoming message */
"Reply" = "Svara";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Obligatoriskt";

/* Label for button to resend message. */
"Resend" = "Resend";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Resend Message";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Resending this message will use %@.";

/* e.g. for resetting push account */
"Reset" = "Reset";

/* Label for text input for XMPP resource */
"Resource" = "Resurs";

/* Title for button for saving a setting */
"Save" = "Spara";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Sparade certifikat";

/* Label for sharing via QR Code */
"Scan QR" = "Scan QR";

/* Label for text field where you search for a buddy */
"Search" = "Sök";

/* Title heading in settings */
"Security" = "Säkerhet";

/* Title of alert box warning about security issues */
"Security Warning" = "Säkerhetsvarning";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Send %@ encrypted message";

/* String on button to email feedback */
"Send Feedback" = "Skicka feedback";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "Send plaintext message";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Sending";

/* Error string for OTR message string */
"Sent a heartbeat." = "Skickade ett hjärtslag.";

/* server selection section title */
"Server" = "Server";

/* SSL error message */
"Server closed session with no notification" = "Servern avslutade sessionen utan förvarning";

/* SSL error message */
"Server has requested a client cert" = "Servern har begärt ett klientcertifikat";

/* button to show more information about your XMPP server */
"Server Information" = "Server Information";

/* Title for the Settings screen */
"Settings" = "Inställningar";

/* Title for sharing a link to the app */
"Share" = "Dela";

/* Label for inviting friends via URL */
"Share Invite" = "Share Invite";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Show Advanced Encryption Settings";

/* toggle switch for show advanced */
"Show Advanced Options" = "Show Advanced Options";

/* title label for signing up for a new account */
"Sign Up" = "Registrera";

/* Label for button to skip this step */
"Skip" = "Hoppa över";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Someone";

/* SSL error message */
"SSL protocol error" = "SSL protokollfel";

/* Button to switch the chat over to the migrated account */
"Switch" = "Switch";

/* string shown if user has already paid */
"Thank you for your contribution!" = "Thank you for your contribution!";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "The app crashed last time it was launched. Send a crash report?";

/* Explanation for why a message could not be sent. */
"The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages." = "The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages.";

/* Error string for OTR message string */
"The message received contains malformed data." = "Det mottagna meddelande innehåller felformaterad data.";

/* Error string for OTR message string */
"The previous message was resent." = "Föregående meddelande skickades om.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "XMPP-servern stödjer inte in-band-registrering";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Think of a unique nickname that you don't use anywhere else and doesn't contain personal information.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "Den här enheten verkar inte vara konfigurerad för att genomföra betalningar ifrån.";

/* Error message description */
"This message was received from an untrusted device." = "This message was received from an untrusted device.";

/* Error message description */
"This message was sent to an untrusted device." = "This message was sent to an untrusted device.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "To use this feature you must re-enable microphone permissions.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor är en experimentell funktion, vänligen använd med försiktighet.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "Unable to Send Message";

/* Verb. action for moving archived converation back to inbox */
"Unarchive" = "Unarchive";

/* SSL error message */
"Underlying cryptographic error" = "Underliggande kryptografiskt fel";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Oväntad post i DTLS (hoppades över)";

/* SSL error message */
"Unexpected message received" = "Oväntat meddelande mottaget";

/* SSL error message */
"Unknown Cert Authority" = "Okänd certifikatutfärdare";

/* SSL error message */
"Unknown certificate" = "Okänt certifikat";

/* Describes an error without a known cause */
"Unknown Error" = "Unknown Error";

/* Label for button to unlock app */
"Unlock" = "Lås upp";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Unrecognized Invite Format";

/* Title for error message */
"Untrusted Device" = "Untrusted Device";

/* SSL error message */
"User canceled" = "Användaren avbröt";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* Label text for username field on login screen */
"Username" = "Användarnamn";

/* SSL error message */
"Valid cert chain, untrusted root" = "Giltig certifikatkedja, root ej betrodd";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Giltigt certifikat";

/* To let the user know the fingerprint as been checked */
"Verified" = "Verifierad";

/* Shown when verifying fingerprints */
"Verify" = "Verifiera";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifiera fingeravtryck";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Version";

/* Text for media message summary */
"Video Message" = "Video Message";

/* The label for a button to view the buddy profile */
"View Profile" = "View Profile";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "View profile to review contact's devices or change encryption settings.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Waiting";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "wants to chat.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "We could not find any trusted devices for this account.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "We could not find any trusted devices for this contact.";

/* Description detail text for account migration form */
"We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved." = "We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Vill du ansluta till UserVoice för att skicka feedback?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Notification message when buddy has approved you */
"You and %@ are now friends." = "You and %@ are now friends.";

/* String used when onboarding works */
"You're ready to use" = "You're ready to use";

/* Explanation for why migration is needed, contains a shutdown date */
"Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server." = "Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server.";

/* Explanation for why migration is needed */
"Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server." = "Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server.";

/* Explanation that your account has expired and you need to migrate */
"Your account has expired." = "Your account has expired.";

/* Explanation that your account has expired and you need to migrate, contains a shutdown date */
"Your account is expiring in '%1$d' days." = "Your account is expiring in '%1$d' days.";

/* Explanation that buddy has a different prefered jid in the vcard */
"Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?" = "Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Din donation kommer hjälpa att finansiera den fortsatta utvecklingen av ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Ditt lösenord kommer endast att lagras på den här enhetens iOS Keychain, och är bara så säker som enhetens lösenord eller pinkod. Men det kommer inte att kvarstå om du backar upp/återställer via iTunes, så var vänlig kom ihåg detta, annars kan du förlora din konversationshistorik.";

